Revit 2027 API
ParameterTypeId.EnergyPeakloadDatetime Property
 "Peak Load Time"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EnergyPeakloadDatetime { get; }
Public Shared ReadOnly Property EnergyPeakloadDatetime As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EnergyPeakloadDatetime {
	ForgeTypeId^ get ();
}
static member EnergyPeakloadDatetime : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace